Repository: wp-plugins/disclaimer-by-elan42
Catalog: languages/elan42-disclaimer-*.po
Languages: it_it

source: Company Name
it_it: Nome Azienda

source: Add's some links to the position of the widget to show the Credits, the Privacy Policy and the terms and conditions. If woocommerce is active it shows the Return Policy aswell.
it_it: Aggiunge alcuni link nella posizione del widget per mostrare i Crediti, la Politica sulla Privacy e per i Termini e Condizioni. Se è installato Woocommerce anche i Diritti di Recesso saranno mostrati.

source: You can find the options under Tools->Disclaimer. Please be sure to visit it and save at least the default values. Thank you.
it_it: Le impostazioni possono essere trovato in Strumenti -> Disclaimer. Invitiamo a visitare almeno una volta questa pagina e salvare i valori di default. Grazie.

source: Name of your company, inluding company extension (for instance "srl").
it_it: Nome della tua azienda, incluso il tipo di societa (esempio 'Nome Azienda srl').

source: Privacy Policy display title
it_it: Titolo link per Politica sulla Privacy

source: This is the text to display as Privacy Policy. Defaults to "Privacy Policy"
it_it: Questo è il testo da mostrare per il link Politica sulla Privacy. Valore iniziale "Privacy Policy"

source: Terms &amp; Conditions display title
it_it: Titolo link per Termini e Condizioni

source: This is the text to display as Terms &amp; Conditions. Defaults to "Terms &amp; Conditions"
it_it: Questo è il testo da mostrare per il link Termini e condizioni. Valore iniziale "Terms and Conditions"

source: Return Policy display title
it_it: Titolo link per Diritto di recesso

source: This is the text to display as Return Policy. Defaults to "Return Policy"
it_it: Questo è il testo da mostrare per il link Diritti di recesso. Valore iniziale "Return Policy"

source: Credits display title
it_it: Titolo link per Crediti

source: This is the text to display as Credits. Defaults to "Credits"
it_it: Questo è il testo da mostrare per il link Crediti. Valore iniziale "Credits"

source: Credits link url
it_it: Indirizzo per Crediti

source: This is the url for the credits link. Defaults to the Elan42 webpage.
it_it: Questo è l'indirizzo per il link Crediti. Il valore iniziale è la homepage di ELAN42

source: Agree Text
it_it: Testo "Accetto"

source: This is the text to show on the agree button. Defaults to "I Agree".
it_it: Questo è il testo che verrà mostrato per il tasto "Accetto". Valore iniziale: "I Agree"

source: Hover Box Text
it_it: Testo Box accettazione Cookie

source: This is the text that will be displayed in the black hover box. To insert the Privacy Policy link please insert {POLICY}, in the output it will be replaced with the text you defined above. The same for the terms and conditions, place {TERMS}.
it_it: Questo è il testo che viene mostrato nel Banner per l'accettazione dei Cookie. Per inserire il link per la Politica sulla Privacy inserire {POLICY}. Per Termini e Condizioni {TERMS}.

source: Privacy Policy Text
it_it: Testo Politica sulla Privacy

source: In this field you can add the text to insert into the Privacy Policy Popup. You can use your domanin (www.yoursite.com) by placing {DOMAIN}, and your company name by adding {COMPANY}. There will be replaced with the right value. You can use HTML
it_it: In questo campo puoi inserire il contenuto per il popup Politica sulla Privacy. Per inserire il dominio del tuo sito (www.iltuosito.it) puoi inserire {DOMAIN}, e per il nome della tua azienda puoi usare {COMPANY}. HTML amesso.

source: Terms &amp; Conditions Text
it_it: Testo Termini e Condizioni

source: In this field you can add the text to insert into the Terms &amp; Conditions Popup. You can use your domanin (www.yoursite.com) by placing {DOMAIN}, and your company name by adding {COMPANY}. There will be replaced with the right value. You can use HTML
it_it: In questo campo puoi inserire il contenuto per il popup Termini e Condizioni. Per inserire il dominio del tuo sito (www.iltuosito.it) puoi inserire {DOMAIN}, e per il nome della tua azienda puoi usare {COMPANY}. HTML amesso.

source: Return Policy Text
it_it: Testo Diritto di recesso

source: In this field you can add the text to insert into the Return Policy Popup. You can use your domanin (www.yoursite.com) by placing {DOMAIN}, and your company name by adding {COMPANY}. There will be replaced with the right value. You can use HTML
it_it: In questo campo puoi inserire il contenuto per il popup Diritto di Recesso. Per inserire il dominio del tuo sito (www.iltuosito.it) puoi inserire {DOMAIN}, e per il nome della tua azienda puoi usare {COMPANY}. HTML amesso.

source: Here you can find the options for Disclaimer by ELAN42. Every field has it's own explanation. Please follow them to set-up the plugin in the right way. Thank you.
it_it: Qui puoi trovare le impostazioni per Disclaimer by ELAN42. Ogni campo ha la propria spiegazione. Perfavor seguile per impostare correttamente il pugin. Grazie.

source: You can use the following shortcodes and functions to show the links in your site:
it_it: Puoi utilizzare i seguenti shortcode e funzioni php per mostrare i link nel tuo sito:

source: Use this shortcode to echo (show) the links.
it_it: Utilizza questo shortcode per mostrare (echo) i link.

source: If you experience problems with the shortcode above, use this one. It returns the links instead of echo them.
it_it: Se lo shortcode sopra da problemi nella visualizzazione del sito, utilizzare questo shortcode. Utilizza la funziona php return invece di echo.

source: Use this php function to echo (show) the links.
it_it: Utilizza questa funzione php per mostrare i link tramite la funzione echo.

source: Use this php function to return the links.
it_it: Utilizza questa funzione php "ritornare" i link tramite la funzione return.
